// ============================================================
// ДАННЫЕ ДЛЯ СЛОВАРЯ
// ============================================================
const dictionaryData = [
    {
        term: 'Габсбурги',
        definition: 'В 6 классе по истории была тема габсбургов, так же с этими габсбургами была связана песня "Tonight you belong to me" (ай ноу ай ноу ю белонг).',
        audio: 'audio/gabsburgsong.mp3',
        images: ['images/images.jpe']
    },
    {
        term: 'Хасбулатов',
        definition: 'Измененное слово хорошо. Так же есть сокращение "хас"'
    },
    {
        term: 'Панорамы',
        definition: 'Панорамы самый хайп сейчас. Посмотреть все (которые есть на сайте) панорамы можно в галерее, введя в поиск "Панорамы" :)',
        images: ['images/photo3.jpg', 'images/photo8.jpg', 'images/photo7.jpg']
    },
    {
        term: 'Девка фонька',
        definition: 'Девка фонька обозначает чаще всего ничего, но может использоваться для чего-то милого. Девка фонька произошло от клички собаки Ксюши, "Феня"',
        images: ['images/photo_2026-07-08_14-15-47.jpg', 'images/photo_2026-07-08_14-15-25.jpg']
    },
    {
        term: 'Дюгудюжник',
        definition: 'Дюгудюжник это вымышленное слово <strong>которое придумали Маша и Ксюша</strong>. В интернете так называемый дюгудюжник выглядит так',
        images: ['images/photo9.jpg']
    },
    {
        term: '"Дак мама, я тут какаю"',
        definition: '16 ноября 2025 в 3:09 Лера записала голосовое сообщение ниже, в котором говорит своей маме что она какает, такая комичная фраза очень быстро стала мемом',
        audio: 'audio/mamayatut.ogg'
    },
    {
        term: 'Свадьба Леры и Ромы',
        definition: 'В 6 классе 14 октября была проведена свадьба между Лерой и Ромой, на данный момент Лера и Рома в разводе, а их ребенок умер, земля ему пухом. Вот кстати видеосики🥰🥺',
        videos: ['videos/svadba.mp4', 'videos/svadba1.mp4']
    }
];